<?php
/**
 * Created by IntelliJ IDEA.
 * User: tasos
 * Date: 12/14/14
 * Time: 10:45 PM
 */

require_once('templates/header.php');
require_once('templates/navbar.php');
require_once('templates/footer.php');

$base_url = base_url();

print_header("Η πολιτική μας");
$sessionData[] = NULL;
if($this->session->userdata('userID')) {
    $sessionData['userID'] = $this->session->userdata('userID');
    $sessionData['username'] = $this->session->userdata('username');
    $sessionData['userType'] = $this->session->userdata('userType');
}
print_navbar($sessionData);
?>


<!-- CORE : begin -->
<div id="core" class="page-privacy-policy">

    <!-- PAGE HEADER : begin -->
    <div class="page-header has-nav">
        <div class="container">
            <div class="page-header-inner">
                <h1>Η πολιτική μας</h1>
                <ul class="custom-list breadcrumbs">
                    <li><a href="<?php echo $base_url; ?>home">Αρχική</a> / </li>
                    <li><a href="<?php echo $base_url; ?>home/privacypolicy">Η πολιτική μας</a></li>
                </ul>
                <nav class="page-header-nav">
                    <ul class="custom-list clearfix">
                        <li><a href="<?php echo $base_url; ?>home/about">Η εταιρεία μας</a></li>
                        <li><a href="<?php echo $base_url; ?>home/contact">Επικοινωνία</a></li>
                        <li class="active"><a href="<?php echo $base_url; ?>home/privacypolicy">Η πολιτική μας</a></li>
                        <li><a href="<?php echo $base_url; ?>home/termsconditions">Όροι Χρήσης</a></li>
                    </ul>
                </nav>
            </div>
        </div>
    </div>
    <!-- PAGE HEADER : end -->

    <!-- CONTENT SECTION : begin -->
    <section class="content-section">
        <div class="container">

            <h2>Η πολιτική του Casa</h2>
            <h5</h5>
            <p>Τα προσωπικά σας δεδομένα είναι ιδιαίτερα σημαντικά για εμάς. Εκτιμούμε την εμπιστοσύνη σας και δεσμευόμαστε να προστατεύουμε όλα τα προσωπικά σας δεδομένα. Αυτό το έγγραφο περιγράφει τον τρόπο με τον οποίο χρησιμοποιούμε και επεξεργαζόμαστε τα προσωπικά σας δεδομένα, καθώς και το πώς χρησιμοποιούμε τα cookies. Σας ενημερώνει επίσης για το πώς μπορείτε να επικοινωνήσετε μαζί μας σε περίπτωση που έχετε απορίες σχετικά με τα προσωπικά σας δεδομένα ή με τα cookies.</p>
            <p>To casa.com προσφέρει online υπηρεσίες σχετικές με ταξίδια μέσω των ιστοχώρων και των εφαρμογών της για κινητές συσκευές, καθώς και μέσα από άλλες online πλατφόρμες και μέσα κοινωνικής δικτύωσης αλλά και ιστοχώρους συνεργατών της. Οι ακόλουθες πληροφορίες ισχύουν για όλες τις παραπάνω πλατφόρμες. Η Booking.com μπορεί να τροποποιεί την Πολιτική Προσωπικών Δεδομένων και Cookies από καιρό σε καιρό, γι'αυτό καλό είναι να επισκέπτεστε αυτή τη σελίδα τακτικά για να παρακολουθείτε τις ενημερώσεις. Αν διαφωνείτε με αυτή την Πολιτική Προσωπικών Δεδομένων και Cookies μπορείτε να διακόψετε τη χρήση της υπηρεσίας μας.</p>
            <h5>Προσωπικά δεδομένα</h5>
            <p>Όταν κάνετε κράτηση σας ζητείται να δώσετε το όνομα και το email σας. Μπορεί επίσης να σας ζητηθεί να δώσετε τη διεύθυνση κατοικίας σας, το τηλέφωνο, στοιχεία πληρωμής, τα ονόματα των συνταξιδιωτών σας και τις προτιμήσεις σας σχετικά με τη διαμονή.</p>
            <p>Για να διαχειρίζεστε τις κρατήσεις σας πιο εύκολα, μπορείτε να δημιουργήσετε λογαριασμό χρήστη. Έτσι, θα μπορείτε να αποθηκεύσετε τις ρυθμίσεις σας, να βλέπετε προηγούμενες κρατήσεις και να διαχειρίζεστε τις μελλοντικές σας κρατήσεις.</p>
            <p>Όταν επισκέπτεστε τους ιστοχώρους μας, ακόμα κι αν δεν κάνετε κράτηση, συλλέγουμε ορισμένες πληροφορίες όπως τη διεύθυνση IP σας, το πρόγραμμα περιήγησης που χρησιμοποιείτε και πληροφορίες σχετικά με το λειτουργικό σύστημα του υπολογιστή σας, την έκδοση της εφαρμογής, τις ρυθμίσεις γλώσσας και τις σελίδες που έχετε ανοίξει. Αν χρησιμοποιείτε κινητή συσκευή, μπορεί επίσης να συλλέξουμε στοιχεία αναγνωριστικά της συσκευής σας όπως ρυθμίσεις και χαρακτηριστικά που αφορούν τη συσκευή και στοιχεία γεωγραφικού μήκους/πλάτους. Όταν κάνετε κράτηση, το σύστημά μας καταγράφει τον τρόπο και τον ιστοχώρο από τον οποίο έγινε η κράτηση.</p>
        </div>
    </section>
    <!-- CONTENT SECTION : end -->

</div>
<!-- CORE : end -->

<?php print_footer(); ?>