<?php
/**
 * Created by IntelliJ IDEA.
 * User: tasos
 * Date: 12/14/14
 * Time: 11:03 PM
 */

require_once('templates/header.php');
require_once('templates/navbar.php');
require_once('templates/footer.php');

$base_url = base_url();

print_header("Όροι Χρήσης");
$sessionData[] = NULL;
if($this->session->userdata('userID')) {
    $sessionData['userID'] = $this->session->userdata('userID');
    $sessionData['username'] = $this->session->userdata('username');
    $sessionData['userType'] = $this->session->userdata('userType');
}
print_navbar($sessionData);
?>


    <!-- CORE : begin -->
    <div id="core" class="page-terms-conditions">

        <!-- PAGE HEADER : begin -->
        <div class="page-header has-nav">
            <div class="container">
                <div class="page-header-inner">
                    <h1>Όροι Χρήσης</h1>
                    <ul class="custom-list breadcrumbs">
                        <li><a href="<?php echo $base_url; ?>home">Αρχική</a> / </li>
                        <li><a href="<?php echo $base_url; ?>home/termsconditions">Όροι Χρήσης</a></li>
                    </ul>
                    <nav class="page-header-nav">
                        <ul class="custom-list clearfix">
                            <li><a href="<?php echo $base_url; ?>home/about">Η εταιρεία μας</a></li>
                            <li><a href="<?php echo $base_url; ?>home/contact">Επικοινωνία</a></li>
                            <li><a href="<?php echo $base_url; ?>home/privacypolicy">Η πολιτική μας</a></li>
                            <li class="active"><a href="<?php echo $base_url; ?>home/termsconditions">Όροι Χρήσης</a></li>
                        </ul>
                    </nav>
                </div>
            </div>
        </div>
        <!-- PAGE HEADER : end -->

        <!-- CONTENT SECTION : begin -->
        <section class="content-section">
            <div class="container">

                <h2>Όροι &amp; προϋποθέσεις</h2>

                <p>Οι παρόντες όροι και προϋποθέσεις, όπως αυτοί τροποποιούνται κατά διαστήματα, ισχύουν για όλες τις υπηρεσίες μας, οι οποίες διατίθενται με άμεσο ή έμμεσο τρόπο (μέσω των διανομέων) online, μέσω οποιασδήποτε κινητής συσκευής, μέσω e-mail ή τηλεφωνικώς. Με την πρόσβαση, την πλοήγηση και τη χρήση του ιστοχώρου μας ή οποιασδήποτε άλλης εφαρμογής μας μέσω οποιασδήποτε πλατφόρμας (στο εξής καλούμενα από κοινού "ιστοχώρος") ή/και κάνοντας κράτηση, αποδέχεστε και βεβαιώνετε ότι έχετε διαβάσει, κατανοήσει και ότι συμφωνείτε με τους όρους και τις προϋποθέσεις που αναφέρονται παρακάτω (συμπεριλαμβανομένης της δήλωσης προστασίας προσωπικών δεδομένων).

                    Αυτές οι σελίδες, το περιεχόμενο και η δομή αυτών των σελίδων, καθώς και η υπηρεσία online κρατήσεων καταλυμάτων που προσφέρεται σε αυτές τις σελίδες και μέσω αυτού του ιστοχώρου (η “Υπηρεσία”) ανήκουν, λειτουργούν και προσφέρονται από την Booking.com B.V. ("Booking.com", “εμάς”, “εμείς” ή “μας”) και παρέχονται μόνο για την προσωπική σας, μη εμπορική χρήση, σύμφωνα με τους όρους και τις προϋποθέσεις που ορίζονται παρακάτω.</p>
                <h5>1. Αντικείμενο των υπηρεσιών μας</h5>
                <p>Μέσω αυτού του ιστοχώρου, μία online πλατφόρμα μέσω της οποίας όλοι οι τύποι σύγχρονων καταλυμάτων (για παράδειγμα, ξενοδοχεία, μοτέλ, hostel και bed & breakfast και συλλογικά "τα καταλύματα") μπορούν να διαφημίσουν τα δωμάτιά τους που είναι διαθέσιμα προς κράτηση και μέσω της οποίας οι επισκέπτες του ιστοχώρου μπορούν να πραγματοποιήσουν τέτοιου είδους κρατήσεις. Πραγματοποιώντας μία κράτηση μέσω του Casa, δημιουργείτε σχέση συμβολαίου (νομικά δεσμευτική) με τον πάροχο του καταλύματος στο οποίο κάνετε την κράτηση. Από τη στιγμή ολοκλήρωσης της κράτησής σας, ενεργούμε αποκλειστικά ως μεσάζων ανάμεσα σε εσάς και το κατάλυμα, μεταφέροντας τα στοιχεία της κράτησής σας στον σχετικό πάροχο του καταλύματος και αποστέλλοντας σε εσάς e-mail επιβεβαίωσης εκ μέρους του παρόχου του καταλύματος.</p>
                <h5>2. Τιμές και Εγγύηση Καλύτερης Τιμής </h5>
                <p>Οι τιμές στον ιστοχώρο μας είναι ιδιαίτερα ανταγωνιστικές. Όλες οι τιμές στον ιστοχώρο τou Casa.com αναγράφονται ανά δωμάτιο για το σύνολο της διαμονής σας και συμπεριλαμβάνουν τον Φ.Π.Α. και όλους τους άλλους φόρους (με επιφύλαξη της πιθανότητας αλλαγής αυτών των φόρων), εκτός και εάν αναφέρεται διαφορετικά στον ιστοχώρο μας ή στο e-mail επιβεβαίωσης.</p>
                <p> Ορισμένες φορές, εμφανίζονται στον ιστοχώρο μας χαμηλότερες τιμές για συγκεκριμένη διαμονή σε κάποιο κατάλυμα, οι οποίες ωστόσο ορίζονται από τα καταλύματα και ενδέχεται να συνοδεύονται από ειδικούς περιορισμούς και όρους, που έχουν να κάνουν, για παράδειγμα, με την ακύρωση και την επιστροφή χρημάτων. Παρακαλείστε να ελέγξετε προσεκτικά τις πληροφορίες σχετικά με το δωμάτιο και τις τιμές για πιθανούς τέτοιου είδους όρους προτού πραγματοποιήσετε την κράτησή σας.</p>
                <h5> 3. Χωρίς χρέωση</h5>
                <p>Οι υπηρεσίες μας παρέχονται δωρεάν, διότι σε αντίθεση με πολλούς άλλους παρόχους, δεν θα σας χρεώσουμε για τις υπηρεσίες μας και δεν θα προσθέσουμε επιπλέον έξοδα (κράτησης) στην τιμή δωματίου.</p>
            </div>
        </section>
        <!-- CONTENT SECTION : end -->

    </div>
    <!-- CORE : end -->


<?php print_footer(); ?>